# 公众号配置
# 公众号appId
app_id = "wx******************"
# 公众号appSecret
app_secret = "f9a80260d33******************"
# 模板消息id
# 每日消息
template_id1 = "wX-************************************"
# 课程消息,上课提醒
template_id2 = "loe1yHWr************************************"
# 晚安心语
template_id3 = "-fun9-2************************************"
# 接收公众号消息的微信号
# 这是openid
user = ["ojhdR50T******************"]

# 信息配置
# 所在省份
province = "四川"
# 所在城市
city = "绵阳"
# 生日，如果月份或者日期小于10，直接用对应的数字即可，例如1997-1-1，---------倒计时
birthday = "2022-9-9"
